Repository: alobanov11/UselessScore
Catalog: UselessScore/Resources/*.lproj/Localizable.strings
Languages: ru

# common.cancel
source: Cancel
ru: Отмена

# common.buy
source: Buy now for %s
ru: Купить сейчас за %s

# common.restore
source: Restore purchases
ru: Восстановить покупки

# common.back
source: Back
ru: Назад

# counter.topSubtitle
source: Top in all time
ru: Топ за все время

# counter.amountSubtitle
source: Total amount
ru: Всего

# counter.mySubtitle
source: Me today
ru: Мой счет

# counter.numberOfParticipants
source: of %d in %d day(s)
ru: из %d за %d дня(ей)

# counter.multiplier
source: Multiplier %s
ru: Множитель %s

# counter.multiplierInfo
source: You have max multiplier
ru: У вас последний множитель

# counter.multiplierSuccessBuy
source: Success buy multiplier
ru: Успешная покупка множителя

# info.title
source: Information
ru: Информация

# error.title
source: An error has occurred
ru: Произошла ошибка

# error.serverError
source: Server error, please try later
ru: Ошибка сервера, попробуйте позже

# error.unknown
source: Unknown error, please try later
ru: Неизвестная ошибка, попробуйте позже

# error.cantDecode
source: Application error, please contact us
ru: Ошибка приложения, напишите нам

# error.noProductIDsFound
source: No In-App Purchase product identifiers were found.
ru: Не найдено ни одного идентификатора продукта для покупки в приложении.

# error.noProductsFound
source: No In-App Purchases were found.
ru: Покупок в приложении не обнаружено.

# error.productRequestFailed
source: Unable to fetch available In-App Purchase products at the moment.
ru: В настоящий момент невозможно получить доступные для покупок в приложении продукты.

# error.paymentWasCancelled
source: In-App Purchase process was cancelled.
ru: Процесс покупки в приложении был отменен.

# error.cantRestore
source: In-App Purchase restore failed.
ru: Не удалось восстановить покупку в приложении.

# error.cantBuy
source: In-App Purchase process was blocked.
ru: Процесс покупки в приложении заблокирован.
